[
    {
        "category": "General",
        "question": "What are the services you provide to suppliers?",
        "answer_html": "From fulfillment to market research to retail partnerhips to pricing strategy, we help suppliers sell easily online. Please view more details <a href=\"service.html\" target=\"_self\">here</a>.",
        "featured": true
    },{
        "category": "General",
        "question": "What type of suppliers do you work with?",
        "answer_html": "We work with international and domestic suppliers, including manufacturers and wholesalers.",
        "featured": true
    },{
        "category": "Fulfillment",
        "question": "What are AndMakers' supported/partner shipping companies?",
        "answer_html": "Orders are shipped via UPS, USPS, FedEx, and DHL for small parcels and ABF, Estes, KKW, YRC, Pilot, and Ceva for LTL freights. We prefer using our own account but we can use your company’s shipping account if you prefer. ",
        "featured": true
    },{
        "category": "General",
        "question": "How can I track my inventory and performance? ",
        "answer_html": "You will have access to our proprietary Cenports dashboard, which allows you to track orders, inventory, product performance, invoices, and reports.",
        "featured": true
    },{
        "category": "General",
        "question": "What other services do you offer that can help us in growing our sales in the US market?",
        "answer_html": "We also have helped our suppliers succeed in the US market by offering storage, 3rd-party fulfillment, copywriting, photography, and product design services. We can curate a la carte services that are most needed for your brand.",
        "featured": true
    },{
        "category": "General",
        "question": "How does your sales network work?",
        "answer_html": "Sales are generated by the connections our AndMakers team makes with retailers. We work with different types of sales partners: <br/>1) Wholesale B2B; <br/>2) marketplace B2C; <br/>3) Direct to Consumer. <br/>Our goal is to work with our vendor partners to develop customized strategies that fit their products and their business goals. We are also excited to share that we will be adding a network of brick-and-mortar retailer partners in the future. Stay tuned or hop on our email subscribers list for the latest news.",
        "featured": true
    },{
        "category": "Retail Channels",
        "question": "Will you help my brand choose suitable online retailers in the US?",
        "answer_html": "Absolutely! After you're officially onboarded, our team will assign a dedicated Account Manager who will work with you to understand your expansion goals and develop a comprehensive strategy for where and how to list your products.",
        "featured": true
    }
]